backend/modules/product/controllers/ProjectController.php

    function actionInfo()
    {
        $id = intval($this->req('id'));

        $project = Project::findOne($id);
---
SELECT * FROM `tb_project` WHERE `id`=6